Repository: zikula-modules/Locations
Catalog: locale/*/LC_MESSAGES/module_locations.po
Languages: de

source: Error! Unable to load class [%s].
de: Fehler! Die Klasse [%s] konnte nicht geladen werden.

source: Done! Location deleted.
de: Erledigt! Die Location wurde erfolgreich gelöscht.

source: Error! Could not delete location.
de: Fehler! Die Location konnte leider nicht gelöscht werden.

source: Locations dupe
de: Location doppelt

source: Database for all kinds of locations.
de: Datenbank für Locations aller Art inkl. Umkreissuche und Google Maps.

source: more
de: Mehr

source: Error! in %1$s: the %2$s parameter must be specified.
de: Fehler! In %1$s ist der Parameter %2$s nicht angegeben.

source: Not assigned
de: Nicht zugeordnet

source: Error! In %1$s the parameter %2$s must be specified.
de: Fehler! In %1$s ist der Parameter %2$s nicht angegeben.

source: All
de: Alle

source: Error! Could not load items.
de: Fehler! Einträge konnten nicht geladen werden.

source: Error! Invalid Id received.
de: Fehler! Ungültige ID empfangen.

source: Error! No such location found.
de: Fehler! Keine entsprechenden Locations gefunden.

source: Location address
de: Adresse einer Location

source: Address from the locations database
de: Anzeige einer Adresse aus der Locations-Datenbank

source: Error! No valid address selected.
de: Fehler! Keine gültige Adresse ausgewählt.

source: View locations
de: Locations anzeigen

source: Settings
de: Konfiguration

source: User frontend
de: Benutzer Frontend

source: Error! Could not set up the default module vars.
de: Fehler! Die Standard Modulvariablen konnte leider nicht erstellt werden.

source: Error! Could not create the default categories
de: Fehler! Die Standardkategorien konnte leider nicht erstellt werden.

source: Database for all kinds of locations
de: Datenbank für Locations aller Art

source: Error! The location could not be found.
de: Fehler! Die Location konnte nicht gefunden werden.

source: Error! You are not authorized to perform this action.
de: Fehler! Keine Autorisierung für die gewünschte Aktion vorhanden.

source: Error! Creation attempt failed.
de: Fehler! Die Erstellung ist fehlgeschlagen.

source: Done! Created location.
de: Erledigt! Die Location wurde angelegt.

source: Latitude set to %1$s and longitude set to %2$s.
de: Ermittelter Breitengrad %1$s und Längengrad %2$s.

source: But could not found latitude and longitude values.
de: Jedoch konnten Breiten- und Längengrad nicht ermittelt werden.

source: Error! Update attempt failed.
de: Fehler! Die Aktualisierung ist fehlgeschlagen.

source: Done! Updated location.
de: Erledigt! Die Location wurde aktualisiert.

source: Error! Deletion attempt failed.
de: Fehler! Die Erstellung ist fehlgeschlagen.

source: Done! Updated module configuration.
de: Erledigt! Die Modulkonfiguration wurde aktualisiert.

source: Modify configuration
de: Konfiguration modifizieren

source: For your own Google Maps API Key sign up <strong><a href="http://code.google.com/apis/maps/signup.html">here</a></strong>. Set default values for city, country and/or state if you mainly enter locations for only one area. For example if you mainly have locations in New York you enter "New York" into the city field.
de: Einen eigenen Google Maps API Key gibt es <strong><a href="http://code.google.com/apis/maps/signup.html">hier</a></strong>. Außerdem können die Vorgabewerte für Stadt, Bundesland und oder Land vorgeben werden. Wenn also vor allem Locations in Kiel verwaltet werden, dann könnte hier im Feld Stadt "Kiel" eingeben werden. Dies wird dann immer der Vorgabewert sein.

source: General settings
de: Allgemeine Einstellungen

source: Enable categorization
de: Kategorisierung aktivieren

source: Items per page
de: Einträge pro Seite

source: Google Maps settings
de: Google Maps Einstellungen

source: Map width
de: Kartenbreite

source: Please don't forget the unit (% or px).
de: Bitte nicht die Einheit vergessen (% oder px).

source: Example values: 100% / 500px
de: Beispielwerte: 100% / 500px

source: Map height
de: Kartenhöhe

source: Default distance value for the zip code/city search
de: Vorgegebene Reichweite für die PLZ/Ort Umkreissuche

source: kilometres
de: Kilometer

source: Zoom level for detail view
de: Zoomstufe der Karte für die Detailansicht

source: Distance value for detail view
de: Reichweite der Karte für die Detailansicht

source: Defaults
de: Vorgaben

source: Default City
de: Vorgabe Stadt

source: Default State
de: Vorgabe Bundesland

source: Default Country
de: Vorgabe Land

source: Here you can define your custom permalink format.
de: Hier kann das Format der Permalinks individuell definiert werden.

source: Custom format definition
de: Individuelles Format

source: Notice: The permalink always contains the location-id. An empty definition is allowed.
de: Hinweis: Die Permalinks beinhalten immer die Location-ID. Somit ist hier auch eine leere Definition erlaubt.

source: Acceptable values for use in custom format definition:
de: Mögliche Werte für die individuelle Formatdefinition:

source: Permalink URL title
de: Permalink URL Titel

source: Street
de: Straße

source: Zip
de: PLZ

source: City
de: Stadt

source: Country
de: Land

source: State
de: Bundesland

source: Update configuration
de: Konfiguration aktualisieren

source: Cancel
de: Abbrechen

source: Locations database
de: Locations-Datenbank

source: Add new location
de: Location anlegen

source: Edit
de: Bearbeiten

source: Distance search
de: Umkreissuche

source: Category
de: Kategorie

source: Go
de: Los

source: Options
de: Optionen

source: View
de: Anzeigen

source: Delete
de: Löschen

source: No locations found.
de: Keine Locations gefunden.

source: Show all locations
de: Alle Locations anzeigen

source: Map
de: Karte

source: Search for location name
de: Nach Location-Namen suchen

source: Search
de: Suchen

source: Installation of the 'locations' module
de: Installation des Moduls 'locations'

source: Basic Settings
de: Basiseinstellungen

source: Actions
de: Aktionen

source: Activate locations database
de: Locations-Modul aktivieren

source: Submit
de: Absenden

source: Last installation step
de: Letzter Installationsschritt

source: Thank you for installing locations.<br />Click on the bottom link to finish the installation.
de: Viele Dank für die Installation von 'locations'.<br />Bitte auf den folgenden Link klicken, um die Installation abzuschließen.

source: Continue
de: Fortsetzen

source: Welcome to the installation of the 'locations' module
de: Willkommen bei der Installation des Moduls 'locations'

source: Basically generated by ModuleStudio, http://modulestudio.de
de: Ursprünglich generiert von ModuleStudio, http://modulestudio.de

source: For example, the module contains the following functions:
de: Das Modul verfügbt beispielsweise über folgende Funktionen:

source: Easy management of addresses
de: Einfache Verwaltung von Adressen

source: Show addresses on maps
de: Anzeige von Adressen auf einer Karte

source: Export as vCards
de: Als vCards exportieren

source: Locations as KML
de: Location als KML

source: Locations uses the current technologies of Zikula:
de: Locations nutzt die aktuellen Zikula-Technologien:

source: All parts of locations are always up to state-of-the-art.
de: Alle Teile des Moduls sind permament auf den letzten Stand.

source: Functions, hooks, blocks, templates and plugins.
de: Funktionen, Hooks, Blöcke, Templates und Plugins.

source: Address
de: Adresse

source: Delete locations
de: Locations löschen

source: Do you really want to delete this location?
de: Soll diese Location wirklich gelöscht werden?

source: Confirmation prompt
de: Sicherheitsabfrage

source: Phone
de: Telefon

source: Fax
de: Telefax

source: Description
de: Beschreibung

source: Nearby
de: In der Umgebung

source: Events
de: Termine

source: Create new event
de: Termin anlegen

source: Selected locations
de: Ausgewählte Locations

source: Choose action
de: Aktion auswählen

source: Edit location
de: Location bearbeiten

source: Create location
de: Location anlegen

source: Content
de: Inhalt

source: Input the name of the location
de: Name der Location eingeben

source: Please enter the name of the location
de: Bitte den Namen der Location eingeben

source: (Blank = auto-generate)
de: (Leer = Automatische Erstellung)

source: Input the street of the location
de: Straße der Location eingeben

source: Input the zip of the location
de: PLZ der Location eingeben

source: Input the city of the location
de: Stadt der Location eingeben

source: Input the phone of the location
de: Telefonnummer der Location eingeben

source: Input the fax of the location
de: Faxnummer der Location eingeben

source: Input the email of the location
de: E-Mail der Location eingeben

source: Input the country of the location
de: Land der Location eingeben

source: Input the state of the location
de: Bundesland für die Location eingeben

source: Latitude, Longitude
de: Breitengrad, Längengrad

source: Input the lat,lng of the location
de: Breitengrad und Längengrad der Location eingeben

source: Coordinates are automatically generated from the address.
de: Die Koordinaten werden anhand der Adresse automatisch berechnet.

source: Input the logo of the location
de: Logo der Location eingeben

source: Update location
de: Location aktualisieren

source: Delete location
de: Location löschen

source: Meta Data
de: Meta-Daten

source: Created by %s
de: Erstellt von %s

source: Created on %s
de: Erstellt am %s

source: Last updated by %s
de: Zuletzt aktualisiert von %s

source: Updated on %s
de: Zuletzt aktualisiert am %s

source: Search result
de: Suchergebnisse

source: Sorry, no locations found near this zip code/city
de: Leider konnten keine Locations in der Umgebung der PLZ bzw. des Ortes gefunden werden

source: Zip code and/or city
de: PLZ und/oder Stadt

source: Distance
de: Umkreis
